
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Ativar a comunicação e transferir experimentações</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge Update 1.3.133.3 e posterior</string>
      <string id="Pol_ProxyMode">Escolher como especificar as definições do servidor proxy</string>
      <string id="Name_ForceInstallsMachine">Forçar Instalação (Em Todo o Computador)</string>
      <string id="Name_ManualUpdatesOnly">Apenas atualizações manuais</string>
      <string id="Pol_EdgePreview">Permitir que os utilizadores no Programa Windows Insider sejam inscritos na Pré-visualização do Edge</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge Update 1.3.21.81 e posterior</string>
      <string id="Explain_Applications">Será necessário um modelo de ADMX/ADML atualizado para suportar as aplicações do Microsoft Edge disponibilizadas no futuro.</string>
      <string id="Name_DesktopShortcutDisabled">Impedir a criação de Atalhos de Ambiente de Trabalho na instalação</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Remover Atalhos de Ambiente de Trabalho após a atualização de predefinição</string>
      <string id="TargetChannel_Dev_DropDown">Programador</string>
      <string id="Pol_ECSControl">Controlar a comunicação do atualizador com o Serviço de Experimentação e Configuração</string>
      <string id="Explain_ECSControl">No Microsoft Edge Update, o Serviço de Experimentação e Configuração é utilizado para implementar a payload da experimentação.

A payload de experimentação consiste numa lista de características de início de desenvolvimento que a Microsoft está a permitir para testes e feedback.

Se ativar esta política, a payload de experimentação é transferida a partir do Serviço de Experimentação e Configuração.

Se desativar esta política, a comunicação com o Serviço de Experimentação e Configuração fica completamente interrompida.

Se não configurar esta política num dispositivo gerido, o comportamento é o mesmo da política "desativada". 

Se não configurar esta política num dispositivo não gerido, o comportamento é o mesmo que o da política "ativada".</string>
      <string id="Name_InstallsDisabled">Instalações desativadas</string>
      <string id="Pol_TargetChannel">Substituição do Canal Destino</string>
      <string id="Pol_AllowInstallation">Permitir instalação</string>
      <string id="ProxyFixedServers_DropDown">Utilizar servidores proxy fixos</string>
      <string id="Explain_CreateDesktopShortcut">Se ativar esta política, será criado um atalho de ambiente de trabalho quando o Microsoft Edge for instalado.
  Se desativar esta política, não será criado um atalho de ambiente de trabalho quando o Microsoft Edge for instalado.
  Se não configurar esta política, será criado um atalho de ambiente de trabalho para o Microsoft Edge durante a instalação.
  Se o Microsoft Edge já estiver instalado, esta política não produzirá nenhum efeito.

  Se não configurar esta política para um canal, a configuração da política "Impedir a Criação do Atalho no Ambiente de Trabalho na instalação predefinida" determina a criação de um atalho quando o Microsoft Edge for instalado.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Estável Estendido</string>
      <string id="Pol_AllowSideBySideExperience">Permitir a experiência de browser Lado a Lado do Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Número mínimo de minutos entre verificações de atualizações automáticas.

Defina esta política para o valor 0 para desativar todo o tráfego de rede periódico pelo Microsoft Edge Update. Isto não é recomendado, uma vez que impede que o Próprio Microsoft Edge Update receba atualizações de estabilidade e segurança.

As definições "Predefinição de substituição da política de atualização" e "Ignorar política de atualização" por aplicação devem ser utilizadas para gerir atualizações de aplicações em vez desta definição.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge Update 1.3.119.43 e posterior</string>
      <string id="Explain_DefaultUpdatePolicy">Permite-lhe especificar o comportamento predefinido para todos os canais relativamente à forma como o Microsoft Edge Update processa as atualizações disponíveis para o Microsoft Edge. Pode ser substituído em canais individuais ao especificar a política "Substituição da política de atualização" nesses canais específicos.

 Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
   – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
   – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
   – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações.
   – Atualizações desativadas: as atualizações nunca são aplicadas.

 Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações disponíveis e distribua-as pelos utilizadores.

 Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Substituição da política de atualização".

 Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Permite-lhe especificar se as atualizações automáticas estão ou não ativadas para o WebView2 Runtime. O WebView2 Runtime é um componente utilizado pelas aplicações para apresentar conteúdos Web.
 As atualizações automáticas estão ativadas por predefinição. Desativar as atualizações automáticas para o WebView2 Runtime pode causar problemas de compatibilidade com aplicações que dependem deste componente.

 Se ativar esta política, o Microsoft Edge Update trata das atualizações do WebView2 Runtime de acordo com a forma como configurou as seguintes opções:
 – Permitir sempre atualizações: as atualizações são automaticamente transferidas e aplicadas
 – Atualizações desativadas: as atualizações nunca são transferidas ou aplicadas

 Se não ativar esta política, as atualizações são automaticamente transferidas e aplicadas.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge Update 1.3.34.3 e posterior</string>
      <string id="ProxyAutoDetect_DropDown">Definições de deteção automática de proxy</string>
      <string id="ProxyPacScript_DropDown">Utilizar um script de proxy .pac</string>
      <string id="DownloadPreference_DropDown">URLs de descarregamento que podem ser colocados em cache</string>
      <string id="Name_ForceInstallsUser">Forçar Instalação (Por Utilizador)</string>
      <string id="Explain_AllowSideBySideExperience">Esta política permite que um utilizador execute o Microsoft Edge (Edge HTML) e o Microsoft Edge (baseado em Chromium) lado a lado.

Se esta política estiver definida como "Não configurado", o Microsoft Edge (baseado em Chromium) substituirá o Microsoft Edge (Edge HTML) após a instalação do canal estável do Microsoft Edge (baseado em Chromium) e das atualizações de segurança de novembro de 2019. Oferece um comportamento igual ao da definição "Desativado".

A definição "Desativado" bloqueia uma experiência lado a lado e o Microsoft Edge (baseado em Chromium) irá substituir o Microsoft Edge (Edge HTML) após a instalação do canal estável do Microsoft Edge (baseado em Chromium) e das atualizações de segurança de novembro de 2019. Oferece um comportamento igual ao da definição "Não Configurado".

Quando esta política está "Ativada", o Microsoft Edge (baseado em Chromium) e o Microsoft Edge (Edge HTML) podem ser executados lado a lado após a instalação do Microsoft Edge (baseado em Chromium).

Para que esta política de grupo entre em vigor, tem de ser configurada antes da instalação automática do Microsoft Edge (baseado em Chromium) pelo Windows Update. Nota: ​Um utilizador pode bloquear a atualização automática do Microsoft Edge (baseado em Chromium) utilizando o Microsoft Edge (baseado em Chromium) Blocker Toolkit.

A partir da versão 20H2 do Windows 10, o Microsoft Edge Legacy e a experiência de navegação lado a lado não são suportados.</string>
      <string id="Explain_RemoveDesktopShortcut">Se definir esta política para "Forçar eliminação de Atalhos de Ambiente de Trabalho no nível do sistema", quaisquer atalhos existentes de ambiente de trabalho do Microsoft Edge no nível do sistema serão eliminados quando o browser for atualizado ou o computador for reiniciado.
  Se definir esta política para "Forçar eliminação de Atalhos de Ambiente de Trabalho no nível do sistema e no nível do utilizador", quaisquer atalhos existentes de ambiente de trabalho do Microsoft Edge no nível do sistema serão eliminados quando o browser for atualizado ou o computador for reiniciado e quaisquer atalhos existentes de ambiente de trabalho no nível de utilizador serão eliminados quando o browser for atualizado. Isto inclui atalhos de ambiente de trabalho ao nível do utilizador que os utilizadores podem ter feito.
  Se não configurar esta política, nada irá acontecer aos atalhos de ambiente de trabalho do Microsoft Edge existentes.

  Se você não configurar essa política para um canal, a configuração de política 'Remover Atalhos de Ambiente de Trabalho após a atualização de predefinição' determina a remoção de atalhos de ambiente de trabalho.</string>
      <string id="ProxyDisabled_DropDown">Nunca utilizar um proxy</string>
      <string id="Pol_DefaultAllowInstallation">Permitir predefinição de instalação</string>
      <string id="Pol_ProxyPacUrl">URL para um ficheiro .pac de proxy</string>
      <string id="Cat_Applications">Aplicações</string>
      <string id="Explain_ProxyPacUrl">Permite-lhe especificar um URL para um ficheiro de configuração automática (PAC) de um proxy.

  Se ativar esta política, pode especificar o URL de um ficheiro PAC para automatizar a forma como o Microsoft Edge seleciona o servidor proxy apropriado para obter um site em particular.

  Esta política só é aplicada se tiver especificado definições manuais de proxy na política 'Escolha como especificar as definições do servidor proxy'.

  Não configure esta política se tiver selecionado uma definição de proxy diferente de manual na política 'Escolha como especificar as definições do servidor proxy'.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge Update 1.3.145.1 e posteriores</string>
      <string id="TargetChannel_Beta_DropDown">Beta</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge Update 1.3.168.21 e posterior</string>
      <string id="Explain_Preferences">Políticas gerais para o Microsoft Edge Update.</string>
      <string id="Explain_WebView">Especifica políticas para o WebView2 Runtime.</string>
      <string id="Explain_ProxyServer">Permite-lhe especificar o URL do servidor proxy a ser utilizado pelo Microsoft Edge Update.

  Se ativar esta política, pode definir o URL do servidor proxy utilizado pelo Microsoft Edge Update na sua organização.

  Esta política só é aplicada se tiver selecionado definições de proxy manuais na política 'Escolha como especificar as definições do servidor proxy'.

  Não configure esta política se tiver selecionado uma definição de proxy diferente de manual na política 'Escolha como especificar as definições do servidor proxy'.</string>
      <string id="Explain_DefaultAllowInstallation">Permite-lhe especificar o comportamento predefinido para todos os canais relativamente à permissão ou ao bloqueio do Microsoft Edge em dispositivos associados ao domínio.

Esta política pode ser substituída em canais individuais ao ativar a política "Permitir instalação" nesses canais específicos.

Se desativar esta política, a instalação do Microsoft Edge será bloqueada. Isto afeta a instalação do software do Microsoft Edge apenas quando a política "Permitir instalação" está definida como Não Configurada.

Esta política não impede a execução do Microsoft Edge Update nem impede os utilizadores de instalar o software do Microsoft Edge através de outros métodos.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge Update 1.3.155.1 e posterior</string>
      <string id="TargetChannel_Stable_DropDown">Estável</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Predefinição de substituição da política de atualização</string>
      <string id="Explain_ProxyMode">Permite-lhe especificar as definições do servidor proxy utilizadas pelo Microsoft Edge Update.

  Se ativar esta política, pode escolher entre as seguintes opções de servidor proxy:
   - Se optar por nunca utilizar um servidor proxy e ligar sempre diretamente, todas as outras opções são ignoradas.
   - Se optar por utilizar as definições de proxy do sistema ou detetar automaticamente o servidor proxy, todas as outras opções são ignoradas.
   - Se optar pelo modo de proxy de servidor fixo, pode especificar opções adicionais na política "Endereço ou URL de um servidor proxy".
   - Se optar por utilizar um script de proxy .pac, tem de especificar o URL do script na política "URL para o ficheiro proxy .pac".

  Se ativar esta política, os utilizadores na sua organização não podem alterar as definições de proxy no Microsoft Edge Update.

  Se desativar ou não configurar esta política, as definições de servidor proxy não são configuradas, mas os utilizadores na sua organização podem escolher as suas próprias definições de proxy para o Microsoft Edge Update.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge Update 1.3.26.0 e posterior</string>
      <string id="Pol_RemoveDesktopShortcut">Remover Atalhos de Ambiente de Trabalho após a atualização</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge Update 1.3.147.1 e posterior</string>
      <string id="Name_UpdatesDisabled">Atualizações desativadas</string>
      <string id="Pol_RollbackToTargetVersion">Reverter para a Versão de destino</string>
      <string id="Explain_WebView_Install">Permite-lhe especificar se o WebView2 Runtime pode ser instalado com o Microsoft Edge Update.

  Se ativar esta política, os utilizadores podem instalar o WebView2 Runtime através do Microsoft Edge Update.

  Se desativar esta política (ou a definir como "Instalações desativadas"), os utilizadores não poderão instalar o WebView2 Runtime através do Microsoft Edge Update.

  Se definir esta política como Permitir sempre Instalações em Todos os Computadores, mas não as Instalações Por Utilizador, o WebView2 Runtime apenas será implementado em todos os computadores.

  Se definir a política como Forçar Instalação (Em Todos os Computadores), os utilizadores podem instalar o WebView2 Runtime em todos os computadores em que o Microsoft Edge Update esteja pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

  Se não configurar esta política, o WebView2 Runtime será instalado através do Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Políticas para controlar a instalação e a atualização do Microsoft Edge através do Microsoft Edge Update.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Permite-lhe especificar o comportamento predefinido para todos os canais para criar um atalho de ambiente de trabalho quando o Microsoft Edge está instalado.

  Se definir esta política para "Forçar eliminação de Atalhos de Ambiente de Trabalho no nível do sistema", quaisquer atalhos existentes de ambiente de trabalho do Microsoft Edge no nível do sistema serão eliminados quando o browser for atualizado ou o computador for reiniciado.
  Se definir esta política para "Forçar eliminação de Atalhos de Ambiente de Trabalho no nível do sistema e no nível do utilizador", quaisquer atalhos existentes de ambiente de trabalho do Microsoft Edge no nível do sistema serão eliminados quando o browser for atualizado ou o computador for reiniciado e quaisquer atalhos existentes de ambiente de trabalho no nível de utilizador serão eliminados quando o browser for atualizado. Isto inclui atalhos de ambiente de trabalho ao nível do utilizador que os utilizadores podem ter feito.
  Se não configurar esta política, nada irá acontecer aos atalhos de ambiente de trabalho do Microsoft Edge existentes.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Se ativar esta política, as procuras de atualizações serão suprimidas todos os dias a partir de Hora:Minuto durante o período indicado em Duração (em minutos). A duração não é afetada pela hora de verão. Por exemplo, se a hora de início for 22:00 e a duração for 480 minutos, as atualizações serão suprimidas durante exatamente 8 horas, independentemente de a hora de verão começar ou terminar durante este período.

  Se desativar ou não configurar esta política, as procuras de atualizações não são suprimidas em nenhum período específico.</string>
      <string id="Name_UpdatesEnabled">Permitir sempre atualizações (recomendado)</string>
      <string id="Cat_ProxyServer">Servidor Proxy</string>
      <string id="Pol_CreateDesktopShortcut">Impedir a criação do Atalho no Ambiente de Trabalho após instalação</string>
      <string id="Pol_AutoUpdateCheckPeriod">Substituição do período de procura de atualizações automáticas</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge Update 1.2.145.5 e posterior</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Impedir a Criação do Atalho no Ambiente de Trabalho na instalação predefinida</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Forçar a eliminação de Atalhos de Ambiente de Trabalho no nível do sistema</string>
      <string id="Name_ECSCommunicationDisabled">Desativar a comunicação com o Serviço de Experimentação e Configuração</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge Update 1.3.33.5 e posterior</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 e posteriores</string>
      <string id="Name_InstallsEnabled">Permitir sempre Instalações (recomendado)</string>
      <string id="Explain_DownloadPreference">Se estiver ativado, o servidor do Microsoft Edge Update tentará fornecer URLs adequados à colocação em cache para payloads de atualização nas suas respostas.</string>
      <string id="Name_AutomaticUpdatesOnly">Apenas atualizações automáticas silenciosas</string>
      <string id="Pol_TargetVersionPrefix">Substituição da versão de destino</string>
      <string id="Pol_DownloadPreference">Substituição de classe de URL de descarregamento</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Período de tempo em cada dia para suprimir a procura de atualizações automáticas</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 e posteriores</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Substituição da política de atualização</string>
      <string id="Pol_ProxyServer">Endereço ou URL do servidor proxy</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Permite-lhe especificar o comportamento predefinido para todos os canais para criar um atalho para desktop quando o Microsoft Edge for instalado.

 Se ativar esta política, será criado um atalho para desktop quando o Microsoft Edge for instalado.
 Se desativar esta política, não será criado um atalho para desktop quando o Microsoft Edge for instalado.
 Se não configurar esta política, será criado um atalho para desktop para o Microsoft Edge durante a instalação. 
 Se o Microsoft Edge já estiver instalado, esta política não terá qualquer efeito.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Forçar a eliminação de Atalhos de Ambiente de Trabalho no nível de sistema e no nível do utilizador</string>
      <string id="ProxyUseSystem_DropDown">Utilizar definições de proxy do sistema</string>
      <string id="Cat_Preferences">Preferências</string>
      <string id="Name_InstallsEnabledMachineOnly">Permitir sempre Instalações em Todos os Computadores, mas não Instalações Por Utilizador</string>
      <string id="Cat_GoogleUpdate">Atualização do Microsoft Edge</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Especifica se é possível instalar um canal do Microsoft Edge em dispositivos associados ao domínio.

  Se ativar esta política para um canal, o Microsoft Edge não será impedido de efetuar a respetiva instalação.

  Se desativar esta política para um canal (ou a definir como "Instalações desativadas"), o Microsoft Edge será impedido de efetuar a respetiva instalação.

  Se não configurar esta política para um canal, a configuração da política "Permitir predefinição de instalação" determina se os utilizadores podem instalar esse canal do Microsoft Edge.

Se definir esta política para Permitir sempre Instalações em Todos os Computadores, mas não as Instalações Por Utilizador, o "APP_NAME" apenas será implementado em todos os computadores.

Se definir esta política como Forçar Instalação (Em Todo os Computadores), o "APP_NAME" apenas poderá ser implementado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se definir esta política como Forçar Instalações (Por Utilizador), o "APP_NAME" apenas poderá ser implementado Por Utilizador em todos os dispositivos se o Microsoft Edge Update estiver pré-instalado Por Utilizador. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política apenas está disponível em instâncias do Windows que estejam associadas a um domínio do Microsoft® Active Directory.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Especifica como o Microsoft Edge Update processa as atualizações disponíveis do Microsoft Edge.

Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
  – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
  – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
  – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações. (Nem todas as aplicações fornecem uma interface para esta opção.)
  – Atualizações desativadas: as atualizações nunca são aplicadas.

Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações e distribua-as aos utilizadores.

Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Predefinição de substituição da política de atualização".

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136406.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Especifica o Canal para o qual o Microsoft Edge deve ser atualizado.

Se ativar esta política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
 - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
 - Dev: o Microsoft Edge será atualizado para a versão dev mais recente.
 - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendido mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se não configurar esta política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal de predefinição.

Esta política só está disponível em instâncias do Windows que estão aderidas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Quando esta política estiver ativada, e se a atualização automática estiver ativada, o Microsoft Edge será atualizado para a versão especificada por este valor de política.

O valor de política deve ser uma versão específica do Microsoft Edge, por exemplo, 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge do que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não irá mudar para a versão anterior especificada.

Se a versão especificada não existir, ou se estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não atualizará para futuras versões automaticamente.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136707.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Esta política não tem efeito a não ser que "Substituição da versão de destino" esteja definido e que "Substituição da política de atualização" esteja definido com um dos estados ATIVADO (Permitir sempre atualizações, Apenas atualizações silenciosas automáticas, Apenas atualizações manuais).

Se desativar ou não configurar esta política, as instalações que tiverem uma versão superior à especificada por "Substituição da versão de destino" não sofrerão alterações.

Se ativar esta política, as instalações com uma versão atual superior à especificada por "Substituição da versão de destino" serão revertidas para a versão definida.

Recomendamos que os utilizadores instalem a versão mais recente do browser Microsoft Edge para garantir a proteção através das atualizações de segurança mais recentes. A reversão para uma versão anterior incorre o risco de exposição a problemas de segurança conhecidos. Esta política destina-se a ser utilizada como uma correção temporária para resolver problemas numa atualização do browser Microsoft Edge.

Antes de reverter temporariamente a versão do browser, recomendamos que ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os utilizadores na sua organização. Se não ativar a Sincronização, existe um risco de perda permanente de dados de navegação. Utilize esta política por sua conta e risco.

Nota: todas as versões disponíveis para reversão podem ser consultadas aqui: https://aka.ms/EdgeEnterprise.

Esta política aplica-se à versão 86 ou posterior do Microsoft Edge.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2133918.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Permite-lhe especificar se os utilizadores no Programa Windows Insider são inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se ativar esta política, os utilizadores do Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se desativar esta política, os utilizadores do Programa Windows Insider não poderão ser inscritos na Pré-visualização do Edge do Microsoft Edge Update.

  - Se não configurar esta política, os utilizadores no Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update, por predefinição.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Especifica se é possível instalar um canal do Microsoft Edge em dispositivos associados ao domínio.

  Se ativar esta política para um canal, o Microsoft Edge não será impedido de efetuar a respetiva instalação.

  Se desativar esta política para um canal (ou a definir como "Instalações desativadas"), o Microsoft Edge será impedido de efetuar a respetiva instalação.

  Se não configurar esta política para um canal, a configuração da política "Permitir predefinição de instalação" determina se os utilizadores podem instalar esse canal do Microsoft Edge.

Se definir esta política para Permitir sempre Instalações em Todos os Computadores, mas não as Instalações Por Utilizador, o "APP_NAME" apenas será implementado em todos os computadores.

Se definir esta política como Forçar Instalação (Em Todo os Computadores), o "APP_NAME" apenas poderá ser implementado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se definir esta política como Forçar Instalações (Por Utilizador), o "APP_NAME" apenas poderá ser implementado Por Utilizador em todos os dispositivos se o Microsoft Edge Update estiver pré-instalado Por Utilizador. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política apenas está disponível em instâncias do Windows que estejam associadas a um domínio do Microsoft® Active Directory.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Especifica como o Microsoft Edge Update processa as atualizações disponíveis do Microsoft Edge.

Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
  – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
  – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
  – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações. (Nem todas as aplicações fornecem uma interface para esta opção.)
  – Atualizações desativadas: as atualizações nunca são aplicadas.

Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações e distribua-as aos utilizadores.

Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Predefinição de substituição da política de atualização".

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136406.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Especifica o Canal para o qual o Microsoft Edge deve ser atualizado.

Se ativar esta política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
 - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
 - Dev: o Microsoft Edge será atualizado para a versão dev mais recente.
 - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendido mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se não configurar esta política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal de predefinição.

Esta política só está disponível em instâncias do Windows que estão aderidas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Quando esta política estiver ativada, e se a atualização automática estiver ativada, o Microsoft Edge será atualizado para a versão especificada por este valor de política.

O valor de política deve ser uma versão específica do Microsoft Edge, por exemplo, 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge do que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não irá mudar para a versão anterior especificada.

Se a versão especificada não existir, ou se estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não atualizará para futuras versões automaticamente.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136707.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Esta política não tem efeito a não ser que "Substituição da versão de destino" esteja definido e que "Substituição da política de atualização" esteja definido com um dos estados ATIVADO (Permitir sempre atualizações, Apenas atualizações silenciosas automáticas, Apenas atualizações manuais).

Se desativar ou não configurar esta política, as instalações que tiverem uma versão superior à especificada por "Substituição da versão de destino" não sofrerão alterações.

Se ativar esta política, as instalações com uma versão atual superior à especificada por "Substituição da versão de destino" serão revertidas para a versão definida.

Recomendamos que os utilizadores instalem a versão mais recente do browser Microsoft Edge para garantir a proteção através das atualizações de segurança mais recentes. A reversão para uma versão anterior incorre o risco de exposição a problemas de segurança conhecidos. Esta política destina-se a ser utilizada como uma correção temporária para resolver problemas numa atualização do browser Microsoft Edge.

Antes de reverter temporariamente a versão do browser, recomendamos que ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os utilizadores na sua organização. Se não ativar a Sincronização, existe um risco de perda permanente de dados de navegação. Utilize esta política por sua conta e risco.

Nota: todas as versões disponíveis para reversão podem ser consultadas aqui: https://aka.ms/EdgeEnterprise.

Esta política aplica-se à versão 86 ou posterior do Microsoft Edge.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2133918.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Permite-lhe especificar se os utilizadores no Programa Windows Insider são inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se ativar esta política, os utilizadores do Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se desativar esta política, os utilizadores do Programa Windows Insider não poderão ser inscritos na Pré-visualização do Edge do Microsoft Edge Update.

  - Se não configurar esta política, os utilizadores no Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update, por predefinição.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Especifica se é possível instalar um canal do Microsoft Edge em dispositivos associados ao domínio.

  Se ativar esta política para um canal, o Microsoft Edge não será impedido de efetuar a respetiva instalação.

  Se desativar esta política para um canal (ou a definir como "Instalações desativadas"), o Microsoft Edge será impedido de efetuar a respetiva instalação.

  Se não configurar esta política para um canal, a configuração da política "Permitir predefinição de instalação" determina se os utilizadores podem instalar esse canal do Microsoft Edge.

Se definir esta política para Permitir sempre Instalações em Todos os Computadores, mas não as Instalações Por Utilizador, o "APP_NAME" apenas será implementado em todos os computadores.

Se definir esta política como Forçar Instalação (Em Todo os Computadores), o "APP_NAME" apenas poderá ser implementado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Se definir esta política como Forçar Instalações (Por Utilizador), o "APP_NAME" apenas poderá ser implementado Por Utilizador em todos os dispositivos se o Microsoft Edge Update estiver pré-instalado Por Utilizador. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política apenas está disponível em instâncias do Windows que estejam associadas a um domínio do Microsoft® Active Directory.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Especifica como o Microsoft Edge Update processa as atualizações disponíveis do Microsoft Edge.

Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
  – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
  – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
  – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações. (Nem todas as aplicações fornecem uma interface para esta opção.)
  – Atualizações desativadas: as atualizações nunca são aplicadas.

Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações e distribua-as aos utilizadores.

Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Predefinição de substituição da política de atualização".

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136406.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Especifica o Canal para o qual o Microsoft Edge deve ser atualizado.

Se ativar esta política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
 - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
 - Dev: o Microsoft Edge será atualizado para a versão dev mais recente.
 - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendido mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se não configurar esta política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal de predefinição.

Esta política só está disponível em instâncias do Windows que estão aderidas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Quando esta política estiver ativada, e se a atualização automática estiver ativada, o Microsoft Edge será atualizado para a versão especificada por este valor de política.

O valor de política deve ser uma versão específica do Microsoft Edge, por exemplo, 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge do que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não irá mudar para a versão anterior especificada.

Se a versão especificada não existir, ou se estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não atualizará para futuras versões automaticamente.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136707.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Esta política não tem efeito a não ser que "Substituição da versão de destino" esteja definido e que "Substituição da política de atualização" esteja definido com um dos estados ATIVADO (Permitir sempre atualizações, Apenas atualizações silenciosas automáticas, Apenas atualizações manuais).

Se desativar ou não configurar esta política, as instalações que tiverem uma versão superior à especificada por "Substituição da versão de destino" não sofrerão alterações.

Se ativar esta política, as instalações com uma versão atual superior à especificada por "Substituição da versão de destino" serão revertidas para a versão definida.

Recomendamos que os utilizadores instalem a versão mais recente do browser Microsoft Edge para garantir a proteção através das atualizações de segurança mais recentes. A reversão para uma versão anterior incorre o risco de exposição a problemas de segurança conhecidos. Esta política destina-se a ser utilizada como uma correção temporária para resolver problemas numa atualização do browser Microsoft Edge.

Antes de reverter temporariamente a versão do browser, recomendamos que ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os utilizadores na sua organização. Se não ativar a Sincronização, existe um risco de perda permanente de dados de navegação. Utilize esta política por sua conta e risco.

Nota: todas as versões disponíveis para reversão podem ser consultadas aqui: https://aka.ms/EdgeEnterprise.

Esta política aplica-se à versão 86 ou posterior do Microsoft Edge.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2133918.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Permite-lhe especificar se os utilizadores no Programa Windows Insider são inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se ativar esta política, os utilizadores do Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se desativar esta política, os utilizadores do Programa Windows Insider não poderão ser inscritos na Pré-visualização do Edge do Microsoft Edge Update.

  - Se não configurar esta política, os utilizadores no Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update, por predefinição.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Especifica se é possível instalar um canal do Microsoft Edge em dispositivos associados ao domínio.

  Se ativar esta política para um canal, o Microsoft Edge não será impedido de efetuar a respetiva instalação.

  Se desativar esta política para um canal (ou a definir como "Instalações desativadas"), o Microsoft Edge será impedido de efetuar a respetiva instalação.

  Se não configurar esta política para um canal, a configuração da política "Permitir predefinição de instalação" determina se os utilizadores podem instalar esse canal do Microsoft Edge.

Se definir esta política como Forçar Instalações (Por Utilizador), o "APP_NAME" apenas poderá ser implementado Por Utilizador em todos os dispositivos se o Microsoft Edge Update estiver pré-instalado Por Utilizador. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política apenas está disponível em instâncias do Windows que estejam associadas a um domínio do Microsoft® Active Directory.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Especifica como o Microsoft Edge Update processa as atualizações disponíveis do Microsoft Edge.

Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
  – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
  – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
  – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações. (Nem todas as aplicações fornecem uma interface para esta opção.)
  – Atualizações desativadas: as atualizações nunca são aplicadas.

Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações e distribua-as aos utilizadores.

Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Predefinição de substituição da política de atualização".

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136406.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Especifica o Canal para o qual o Microsoft Edge deve ser atualizado.

Se ativar esta política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
 - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
 - Dev: o Microsoft Edge será atualizado para a versão dev mais recente.
 - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendido mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se não configurar esta política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal de predefinição.

Esta política só está disponível em instâncias do Windows que estão aderidas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Quando esta política estiver ativada, e se a atualização automática estiver ativada, o Microsoft Edge será atualizado para a versão especificada por este valor de política.

O valor de política deve ser uma versão específica do Microsoft Edge, por exemplo, 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge do que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não irá mudar para a versão anterior especificada.

Se a versão especificada não existir, ou se estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não atualizará para futuras versões automaticamente.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136707.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Esta política não tem efeito a não ser que "Substituição da versão de destino" esteja definido e que "Substituição da política de atualização" esteja definido com um dos estados ATIVADO (Permitir sempre atualizações, Apenas atualizações silenciosas automáticas, Apenas atualizações manuais).

Se desativar ou não configurar esta política, as instalações que tiverem uma versão superior à especificada por "Substituição da versão de destino" não sofrerão alterações.

Se ativar esta política, as instalações com uma versão atual superior à especificada por "Substituição da versão de destino" serão revertidas para a versão definida.

Recomendamos que os utilizadores instalem a versão mais recente do browser Microsoft Edge para garantir a proteção através das atualizações de segurança mais recentes. A reversão para uma versão anterior incorre o risco de exposição a problemas de segurança conhecidos. Esta política destina-se a ser utilizada como uma correção temporária para resolver problemas numa atualização do browser Microsoft Edge.

Antes de reverter temporariamente a versão do browser, recomendamos que ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os utilizadores na sua organização. Se não ativar a Sincronização, existe um risco de perda permanente de dados de navegação. Utilize esta política por sua conta e risco.

Nota: todas as versões disponíveis para reversão podem ser consultadas aqui: https://aka.ms/EdgeEnterprise.

Esta política aplica-se à versão 86 ou posterior do Microsoft Edge.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2133918.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Permite-lhe especificar se os utilizadores no Programa Windows Insider são inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se ativar esta política, os utilizadores do Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se desativar esta política, os utilizadores do Programa Windows Insider não poderão ser inscritos na Pré-visualização do Edge do Microsoft Edge Update.

  - Se não configurar esta política, os utilizadores no Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update, por predefinição.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Especifica se é possível instalar um canal do Microsoft Edge em dispositivos associados ao domínio.

  Se ativar esta política para um canal, o Microsoft Edge não será impedido de efetuar a respetiva instalação.

  Se desativar esta política para um canal (ou a definir como "Instalações desativadas"), o Microsoft Edge será impedido de efetuar a respetiva instalação.

  Se não configurar esta política para um canal, a configuração da política "Permitir predefinição de instalação" determina se os utilizadores podem instalar esse canal do Microsoft Edge.

Se definir esta política para Permitir sempre Instalações em Todos os Computadores, mas não as Instalações Por Utilizador, o "APP_NAME" apenas será implementado em todos os computadores.

Se definir esta política como Forçar Instalação (Em Todo os Computadores), o "APP_NAME" apenas poderá ser implementado em todos os computadores se o Microsoft Edge Update estiver pré-instalado. Requer o Microsoft Edge Update 1.3.155.43 ou superior.

Esta política apenas está disponível em instâncias do Windows que estejam associadas a um domínio do Microsoft® Active Directory.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Especifica como o Microsoft Edge Update processa as atualizações disponíveis do Microsoft Edge.

Se ativar esta política, o Microsoft Edge Update processa as atualizações do Microsoft Edge de acordo com a forma como configura as seguintes opções:
  – Permitir sempre atualizações: as atualizações são sempre aplicadas quando encontradas através da verificação periódica de atualizações ou da verificação manual de atualizações.
  – Apenas atualizações automáticas silenciosas: as atualizações são aplicadas apenas quando são encontradas pela verificação periódica de atualizações.
  – Apenas atualizações manuais: as atualizações são aplicadas apenas quando o utilizador executa uma verificação manual de atualizações. (Nem todas as aplicações fornecem uma interface para esta opção.)
  – Atualizações desativadas: as atualizações nunca são aplicadas.

Se selecionar as atualizações manuais, certifique-se de que procura periodicamente atualizações disponíveis com o mecanismo de atualização manual da aplicação, se disponível. Se desativar as atualizações, procure periodicamente atualizações e distribua-as aos utilizadores.

Se não ativar e configurar esta política, o Microsoft Edge Update processa as atualizações disponíveis conforme especificado pela política "Predefinição de substituição da política de atualização".

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136406.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Especifica o Canal para o qual o Microsoft Edge deve ser atualizado.

Se ativar esta política, o Microsoft Edge será atualizado para o Canal de acordo com a forma como configura as seguintes opções:

  - Estável: o Microsoft Edge será atualizado para a versão estável mais recente.
 - Beta: o Microsoft Edge será atualizado para a versão beta mais recente.
 - Dev: o Microsoft Edge será atualizado para a versão dev mais recente.
 - Estável Estendido: o Microsoft Edge será atualizado para a versão estável estendido mais recente, que segue uma cadência de lançamento mais longa do que a estável. Para obter mais informações, visite https://go.microsoft.com/fwlink/?linkid=2163508.

Se não configurar esta política, o Microsoft Edge será atualizado para a versão mais recente disponível para o Canal de predefinição.

Esta política só está disponível em instâncias do Windows que estão aderidas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Quando esta política estiver ativada, e se a atualização automática estiver ativada, o Microsoft Edge será atualizado para a versão especificada por este valor de política.

O valor de política deve ser uma versão específica do Microsoft Edge, por exemplo, 83.0.499.12.

Se um dispositivo tiver uma versão mais recente do Microsoft Edge do que o valor especificado, o Microsoft Edge permanecerá na versão mais recente e não irá mudar para a versão anterior especificada.

Se a versão especificada não existir, ou se estiver formatada incorretamente, o Microsoft Edge permanecerá na sua versão atual e não atualizará para futuras versões automaticamente.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2136707.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Especifica que o Microsoft Edge Update deve reverter as instalações do Microsoft Edge para a versão indicada em "Substituição da versão de destino".

Esta política não tem efeito a não ser que "Substituição da versão de destino" esteja definido e que "Substituição da política de atualização" esteja definido com um dos estados ATIVADO (Permitir sempre atualizações, Apenas atualizações silenciosas automáticas, Apenas atualizações manuais).

Se desativar ou não configurar esta política, as instalações que tiverem uma versão superior à especificada por "Substituição da versão de destino" não sofrerão alterações.

Se ativar esta política, as instalações com uma versão atual superior à especificada por "Substituição da versão de destino" serão revertidas para a versão definida.

Recomendamos que os utilizadores instalem a versão mais recente do browser Microsoft Edge para garantir a proteção através das atualizações de segurança mais recentes. A reversão para uma versão anterior incorre o risco de exposição a problemas de segurança conhecidos. Esta política destina-se a ser utilizada como uma correção temporária para resolver problemas numa atualização do browser Microsoft Edge.

Antes de reverter temporariamente a versão do browser, recomendamos que ative a Sincronização (https://go.microsoft.com/fwlink/?linkid=2133032) para todos os utilizadores na sua organização. Se não ativar a Sincronização, existe um risco de perda permanente de dados de navegação. Utilize esta política por sua conta e risco.

Nota: todas as versões disponíveis para reversão podem ser consultadas aqui: https://aka.ms/EdgeEnterprise.

Esta política aplica-se à versão 86 ou posterior do Microsoft Edge.

Para obter mais informações, consulte https://go.microsoft.com/fwlink/?linkid=2133918.

Esta política só está disponível em instâncias do Windows associadas a um domínio do Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Permite-lhe especificar se os utilizadores no Programa Windows Insider são inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se ativar esta política, os utilizadores do Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update.

  - Se desativar esta política, os utilizadores do Programa Windows Insider não poderão ser inscritos na Pré-visualização do Edge do Microsoft Edge Update.

  - Se não configurar esta política, os utilizadores no Programa Windows Insider serão inscritos na Pré-visualização do Edge através do Microsoft Edge Update, por predefinição.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutos entre procuras de atualizações</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Hora</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Minuto</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Duração</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Tipo de URL de descarregamento a pedir</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Escolha como especificar as definições do servidor proxy</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Endereço ou URL de um servidor proxy</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL para o ficheiro proxy .pac</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Política de atualização</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Versão de destino</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Controlar a comunicação do atualizador com o Serviço de Experimentação e Configuração</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Canal Destino
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Política de instalação</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>